import { FC } from 'react';

import styles from './Policy.module.scss';
import cn from 'classnames';

type Props = {};

export const Policy: FC<Props> = () => {
  return (
    <div className={styles.root}>
      <div className={cn('container', styles.container)}>
        <h1>Политика конфиденциальности персональных данных</h1>
        <p>
          <span>
            <strong>Введение</strong>
          </span>
        </p>
        <p>
          Мы благодарим Вас за то, что вы зашли на сайт{' '}
          <span>
            <span>
              <a href="https://hyperaudience.com/">hyperad.tech</a>.{' '}
            </span>
          </span>
        </p>
        <p>
          Мы ценим вашу конфиденциальность, поэтому мы сделали все возможное, чтобы Персональные данные были защищены, а
          их обработка велась только в полном соответствии с применимым законодательством и регулированием о защите
          персональных данных.
        </p>
        <p>
          Настоящая Политика Конфиденциальности (далее «Политика») описывает наши правила и процедуры в отношении
          обработки Персональных данных при посещении Вебсайта Hyper и при использовании Услуг Hyper, цели и юридические
          основания для такой обработки, виды информации, которые мы можем собирать, каким образом и как долго мы
          собираемся использовать эту информацию, кто еще имеет доступ к данной информации, какие права есть у субъектов
          Персональных данных.
        </p>
        <p>
          Настоящая Политика действует, когда вы посещаете или используете Вебсайт Hyper или мобильное приложение или
          вебсайт, подключенные или использующие Услуги Hyper, если такие приложения или сайты содержат ссылку на
          настоящую Политику. Используя Услуги Hyper или Вебсайт Hyper, вы соглашаетесь с правилами и процедурами,
          описанными в настоящей политике. Пожалуйста, дочитайте настоящую Политику до конца.
        </p>
        <p>
          <strong>Общие положения</strong>
        </p>
        <p>
          Настоящая политика действует в отношении любой информации, относящейся прямо или косвенно к определенному или
          определяемому физическому лицу (далее «Персональные данные»), которая может быть собрана, записана, сохранена,
          изменена, извлечена, использована, распространена или иным способом сделана доступной, обезличена,
          заблокирована или уничтожена (далее «Обработана») Hyper в процессе профессиональной деятельности по
          предоставлению разработанного нами технологического решения “Hyper AdTech”, инструментов или Услуг Hyper или
          функционала Вебсайта Hyper.
        </p>
        <p>
          Целью онлайн-услуг, доступных по адресу{' '}
          <a href="https://hyperaudience.com/">
            <span>hyperad.tech</span>
          </a>{' '}
          (далее «Вебсайт Hyper”, «Вебсайт») является предоставление рекламодателям, агентствам, DSP (Demand Side
          Platforms) и/или рекламным сетям (далее «Партнеры DSP»), с одной стороны, и разработчикам веб-сайтов и/или
          мобильных приложений/веб-сайтов и/или владельцам и издателям/SSP (Supply Side Platforms) (далее «Партнеры
          SSP») с другой стороны, вместе Партнеры DSP и Партнеры SSP также именуются в дальнейшем «Клиенты» с такими
          услугами, как программный обмен рекламой, программная платформа посредничества, служба прямых продаж и другие
          надежные и безопасные решения для рекламы своих продуктов и услуг для своим потенциальным покупателям на самых
          удобных носителях (далее “Услуги Hyper”).
        </p>
        <p>Для достижения этих целей мы используем разработанное нами технологическое решение “Hyper AdTech”.</p>
        <p>
          Hyper обрабатывает персональные и данные, не являющиеся персональными следующих категорий субъектов данных:
          представители/сотрудники Клиентов, посетители Вебсайта Hyper и конечные пользователи приложений или вебсайтов
          Клиентов. Услуги Hyper предназначены только для юридических лиц. В целях предоставления Услуг Hyper мы можем
          обрабатывать некоторые данные конечных пользователей вышеуказанных мобильных приложений или вебсайтов, как
          описано ниже. Мы обрабатываем эти данные по поручению наших Клиентов, которые несут ответственность за
          получение и передачу Hyper согласия конечного пользователя там, где это применимо. Мы не имеем никаких прямых
          отношений с конечным пользователем.
        </p>
        <p>
          Клиенты Hyper обязуются надлежащим образом уведомить пользователей о настоящей Политике Конфиденциальности и
          предоставить собственную политику конфиденциальности согласно требованиям применимого законодательства.
        </p>
        <p>
          <strong>Сбор и Использование Данных</strong>
          <strong>&nbsp;</strong>
        </p>
        <p>
          Данные, обрабатываемые в процессе взаимодействия с Вебсайтом Hyper или Hyper AdTech могут включать
          персональные, неперсональные или деперсонализированные данные, которые не могут использоваться для
          идентификации пользователя, а также обезличенную, статистическую и агрегированную информацию, которую
          невозможно соотнести с конкретным пользователем. Мы никогда не объединяем деперсонализированные данные с
          любыми другими данными, которые позволили бы нам прямо идентифицировать пользователя. Hyper может использовать
          информацию, собираемую на Вебсайте или посредством Услуг, чтобы анализировать интересы и поведение
          пользователя, используя псевдонимизацию и обезличивание, с целью предоставления персонализированного контента.
          Такие данные не являются персональными, и Hyper может использовать такую информацию в любых законных целях,
          передавать их внутри Hyper или третьим лицам в обезличенной или агрегированной форме для предотвращения
          последующей идентификации пользователя.
        </p>
        <p>
          <strong>
            Данные, которые Вы предоставляете Нам самостоятельно (для представителей/сотрудников Клиентов)
          </strong>
        </p>
        <p>
          Когда вы используете Вебсайт Hyper или осуществляете некоторые действия, такие как регистрация аккаунта Hyper,
          заполнение контактной формы, обращение за информацией или Услугами Hyper, обращение в службу поддержки
          клиентов или юридическую службу Hyper с любыми вопросами, или когда Hyper связывается с вами по поводу любого
          из вышеуказанного, мы можем попросить вас предоставить следующую информацию: ФИО, название вашей компании,
          адрес, номер телефона, адрес электронной почты и платежные данные.
        </p>
        <p>
          <strong>
            Информация, которую мы собираем о вас автоматически при посещении нашего Вебсайта (для посетителей
            Вебсайта).
          </strong>
        </p>
        <p>
          Мы можем собирать некоторую информацию автоматически с помощью Интернет-соединения или устройства, которое вы
          используете для доступа к нашему вебсайту включая некоторые пользовательские данные и информацию о ваших
          действиях. Такая информация включает данные сессии/информация о трафике, IP-адрес, пользовательский агент,
          куки, мобильные рекламные идентификаторы, счетчики активности, геолокацию вашего устройства, тип браузера,
          операционную систему, провайдера услуг интернета, время начала и завершения сеанса, страницы, которые вы
          посетили до и после использования Вебсайта, дату и время вашего визита, ресурсы нашего вебсайта, которые вы
          использовали.
        </p>
        <p>Технологии, которые мы используем для автоматического сбора данных, могут включать:</p>
        <ol>
          <li>
            Файлы Cookie. Файлы Cookie. – это маленькие файлы, сохраняемые на вашем устройстве с помощью браузера или
            мобильного приложения, которые позволяют этому мобильному приложению «вспомнить» вас при следующем
            посещении. Куки позволяют более комфортно и эффективно использовать Вебсайт Hyper, сохраняя ваши настройки и
            предпочтения, такие как тема, языковые настройки, настройки конфиденциальности, а также ID и пароль, чтобы
            вам не нужно было вводить их каждый раз при посещении сайта. Большинство браузеров автоматически разрешают
            сохранять Файлы Cookie. Вы можете заблокировать или удалить Файлы Cookie, если это позволяет ваш браузер,
            но, пожалуйста, обратите внимание, что в этом случае некоторые части Вебсайта Hyper могут быть недоступны
            или не функционировать надлежащим образом.
          </li>
          <li>
            Веб-маяки. Страницы нашего Вебсайта и наши электронные письма могут содержать маленькие электронные файлы,
            которые называются веб-маяки (так же известные как невидимые gif-файлы, пиксельные тэги и однопиксельные
            gif-файлы), которые позволяют, например подсчитать число пользователей, посетивших данные страницы или
            открывших электронное письмо, и уточнить другую связанную с вебсайтом статистику (например популярность того
            или иного контента и проверку целостности системы и серверов).
          </li>
          <li>
            Log-файлы. Каждый раз, когда вы осуществляете доступ к странице в интернете, данные об ее использовании
            передаются с помощью соответствующего браузера и сохраняются в log-файлах, т.н. log-файлы сервера.
            Информация, сохраняемая в этом случае, содержит следующие данные: домен и локация, откуда пользователь
            осуществляет доступ к вебсайту.
          </li>
          <li>
            Агрегированная и Аналитическая Информация. Hyper может также использовать Google Analytics and Yandex
            Metrics для сбора и компилирования информации о поведении и демографических данных посетителей. Эта
            информация не позволяет идентифицировать пользователя и включает, например, тип браузера, язык браузера,
            операционную систему, доменное имя провайдера интернет-услуг, IP устройства, посещенные веб-страницы, время
            и дату посещения и контент, к которому пользователь осуществлял доступ на/с помощью вебсайта. Правила и
            процедуры этих инструментов в отношении Персональных Данных регулируются их собственными Политиками
            Конфиденциальности. Hyper предлагает вам прочесть Политику Google в отношении аналитических сервисов,
            находящуюся по адресу:{' '}
            <span>
              <a href="https://policies.google.com/privacy?hl=ru">https://policies.google.com/privacy?hl=ru</a>
            </span>{' '}
            . Вы можете отказаться от Обработки Google данных об использовании Вебсайта, используя{' '}
            <span>
              <a href="https://chrome.google.com/webstore/detail/google-analytics-opt-out/fllaojicojecljbmefodhfapmkghcbnh?hl=ru">
                https://chrome.google.com/webstore/
                <br />
                detail/google-analytics-opt-out/
                <br />
                fllaojicojecljbmefodhfapmkghcbnh
                <br />
                ?hl=ru
              </a>
            </span>{' '}
            Вы можете отказаться от обработки данных Yandex Metrics, следую указаниям по адресу:{' '}
            <span>
              <a href="https://yandex.com/support/metrica/general/opt-out.html">
                https://yandex.com/support/
                <br />
                metrica/general/opt-out.html
              </a>
            </span>
            <p>
              Hyper использует обезличенную, статистическую или агрегированную информацию и может передавать ее Клиентам
              Hyper в законных деловых целях. Это не влияет на вашу конфиденциальность, т.к. не существует разумного
              способа извлечь данные, которые могут быть соотнесены с конкретным пользователем из массива агрегированной
              информации. Кроме того, мы можем получать информацию от третьих лиц, например, деловых партнеров.
            </p>
          </li>
        </ol>
        <ol>
          <li>
            Сторонние Вебсайты и Социальные сети. Вебсайт Hyper может содержать ссылки или интерактивные элементы
            различных социальных сетей. Ваше взаимодействие с такими элементами и виджетами социальных сетей, так же как
            ваше взаимодействие с самими социальными сетями регулируются их собственными политиками конфиденциальности.
            Обратите внимание, что Персональные данные, которые вы оставляете в комментариях в соответствующей
            социальной сети, публичном блоге, чате или где-либо еще онлайн, могут быть получены или использованы
            третьими лицами, в т.ч. с целью рассылки спама или иной связи с вами. Hyper не несет ответственности за
            Персональные данные, которые вы предоставляете, взаимодействуя с такими сервисами.
          </li>
        </ol>
        <p>
          <strong>Информация, которую мы обрабатываем через &nbsp;Вебсайт </strong>
          <strong>Hyper</strong>
          <strong> и </strong>
          <strong>Hyper</strong>
          <strong>AdTech</strong>
          <strong>:</strong>
        </p>
        <p>
          Hyper собирает информацию в целях предоставления услуг и для других конкретных целей, описанных в настоящей
          Политике Конфиденциальности. Пожалуйста, обратите внимание, что закон не обязывает конечного пользователя
          предоставлять Hyper какие-либо Персональные данные.
        </p>
        <p>
          Мы тщательно продумали предлагаемые нами Услуги таким образом, чтобы предельно минимизировать количество
          Персональных данных конечного пользователя, необходимых нам для предоставления Услуг. Когда это возможно, мы
          всегда используем вместо этого неперсональные, обезличенные, псевдонимизированные, или агрегированные
          статистические данные, которые никогда не комбинируются с Персональными Данными или любыми другими данными,
          которые позволили бы нам прямо идентифицировать пользователя. Иногда мы используем данные, которые могут быть
          соотнесены с отдельным пользователем, такие как, Рекламный Идентификатор, но личная идентификация пользователя
          с использованием только этих данных потребовала бы несоразмерных усилий или была бы попросту невозможна.
        </p>
        <p>Hyper DSP может обрабатывать некоторые из следующих данных конечного пользователя:</p>
        <ol>
          <li>
            Информация об устройстве конечного пользователя, например, тип и модель устройства, поставщик сетевых услуг,
            тип браузера, язык;
          </li>
          <li>Информация об операционной системе конечного пользователя, например, Android, iOS;</li>
          <li>
            Информация о Рекламном Идентификаторе конечного пользователя, например, Advertising ID (Apple IDFA or Google
            AAID;
          </li>
          <li>
            Информация, передаваемая устройством конечного пользователя, например, IP-адрес, тип соединения и
            местонахождение устройства по GPS (только если получено разрешение);
          </li>
          <li>
            Информация, которую Hyper может получить от Партнеров SSP, например, возрастная категория конечного
            пользователя;
          </li>
          <li>
            Статистика по использованию приложения, например, время запуска и продолжительность использования, просмотры
            и переходы по рекламным ссылкам;
          </li>
          <li>
            Пол, индекс, местонахождение по GPS. Информация о конечном пользователе, которую Hyper Услуги могут получать
            от третьих лиц вне платформы, например, примерное местоположение пользователя по IP-адресу, спецификации
            устройства и интересы конечного пользователя.
          </li>
        </ol>
        <p>
          <strong>Как Мы используем Персональные Данные и каковы наши правовые основания для их обработки.</strong>
        </p>
        <p>
          Hyper не вправе обрабатывать ваши Персональные Данные без достаточных на то правовых оснований. Поэтому Hyper
          обрабатывает ваши Персональные Данные только на правовых основаниях и для законных деловых целей, указанных в
          настоящей Политике, таких как:
        </p>
        <ol>
          <li>
            Для исполнения договорных обязательств и соблюдения Условий Использования и прав, вытекающих из любого
            соглашения, заключенного между нами и пользователем, включая выставление счетов и взимание оплаты;
          </li>
          <li>
            Для соблюдения законодательных и нормативных требований, судебных постановлений и предписаний, содействия
            правоохранительным органам, разрешения правовых споров или участия в судебных разбирательствах;
          </li>
        </ol>
        <ul>
          <li>
            <ul>
              <li>
                В тех юрисдикциях, где это предусмотрено применимым законодательством, для обеспечения законных
                интересов Hyper в случае, если такая обработка не оказывает существенного влияния на ваши интересы, ваши
                фундаментальные права и свободы. При обработке ваших Персональных данных на указанном основании, Hyper
                всегда будет стремиться поддерживать баланс между своими законными интересами и защитой вашей
                конфиденциальности.
              </li>
            </ul>
          </li>
        </ul>
        <p>Примерами законных интересов Hyper, указанных в пункте III выше, являются:</p>
        <ol>
          <li>Совершенствование и дальнейшая разработка Услуг;</li>
          <li>Изучение и анализ функционала Услуг, активности Клиентов и Пользователей;</li>
          <li>Управление индивидуальными аккаунтами;</li>
          <li>Измерение показателей по Услугам в целях выставления счетов;</li>
          <li>Защита безопасности наших Услуг и предотвращение мошенничества;</li>
          <li>
            Для юрисдикций, где согласие признается отдельным правовым основанием согласно применимому законодательству,
            мы можем запросить ваше отдельное согласие на обработку Персональных данных. Настоящим мы информируем вас, а
            вы подтверждаете, что у вас нет никаких обязательств по предоставлению нам каких-либо Персональных данных
            при использовании вами Вебсайта Hyper или Hyper AdTech, это основано исключительно на Вашей свободной воле.
            Вместе с тем вы осознаете, что без предоставления Персональных данных мы не сможем предоставить Вам
            возможность воспользоваться Услугами, а использование вами Вебсайта может быть ограничено. Hyper всегда
            обрабатывает ваши Персональные данные в определенных целях и только те Персональные данные, которые имеет
            отношение к достижению таких целей.
          </li>
        </ol>
        <p>
          <strong>Кто еще имеет доступ к Персональным данным</strong>
        </p>
        <p>
          Мы можем передавать Ваши персональные данные поставщикам услуг и другим третьим лицам, если это необходимо для
          выполнения целей, для которых мы собираем Персональные Данные, при условии, что такие третьи лица обязуются
          принять меры для защиты вашей конфиденциальности согласно применимому законодательству.
        </p>
        <p>
          Мы можем передавать Персональные Данные в целях защиты собственных законных интересов или интересов третьих
          лиц правоохранительным и/или государственным структурам, судам и/или иным организациям: (a) согласно
          требованиям законодательства для участия в судопроизводстве или подобных юридических процессах; и/или (b)
          когда Hyper добросовестно полагает, что такое раскрытие/передача необходимы для выполнения правил, процедур и
          контрактных обязательств Hyper, защиты прав Hyper, защиты ваших интересов или интересов третьих лиц,
          расследования мошеннических действий, ответов на запросы государственных органов или в других схожих
          обстоятельствах, когда Hyper добросовестно полагает, что раскрытие необходимо в силу каких-либо причин.
        </p>
        <p>
          Мы можем передавать Персональные данные в других обстоятельствах при наличии вашего письменного на то
          согласие.
        </p>
        <p>
          <strong>Как долго мы храним данные</strong>
        </p>
        <p>
          Hyper будет хранить ваши Персональные Данные столько времени, сколько это необходимо для достижения цели, для
          которой они были собраны, или для соблюдения требований законодательства и нормативных актов.
        </p>
        <ol>
          <li>
            Если данные необходимы нам для выполнения договорных обязательств, мы будем хранить Персональные Данные в
            течение срока действия договора и установленного законодательством периода хранения данных или столько
            времени, сколько необходимо для разрешения споров, защиты интересов в суде, проведения аудита, исполнения
            договоров и соблюдения применимого законодательства.
          </li>
          <li>
            Так как Клиенты Hyper несут ответственность за получение и передачу Hyper согласия конечного пользователя,
            мы будем обрабатывать данные конечных пользователей до наступления наиболее раннего из следующего:
          </li>
        </ol>
        <p>&nbsp;– Достижение цели, для которой данные были собраны,</p>
        <p>&nbsp;– Клиент уведомляет нас об отзыве конечным пользователем согласия на обработку Персональных Данных,</p>
        <p>
          &nbsp;–&nbsp; Конечный пользователь связывается непосредственно с нами чтобы отозвать согласие на обработку
          Персональных Данных;
        </p>
        <p>
          <strong>Хранение Персональных Данных</strong>
        </p>
        <p>
          В случае получения Персональных данных Hyper будет хранить Персональные данные на территории Российской
          Федерации и в ЕС с соблюдением всех применимых требований, в том числе ниже указанные.
        </p>
        <p>
          Для российских пользователей: Hyper осуществляет запись, систематизацию, накопление, хранение, уточнение
          (обновление, изменение), извлечение Персональных Данных граждан Российской Федерации с использованием баз
          данных, находящихся на территории Российской Федерации.
        </p>
        <p>
          Для пользователей из ЕС и других юрисдикций: все&nbsp;&nbsp; Персональные Данные европейских субъектов
          персональных данных, а также субъектов персональных данных из других юрисдикций, за исключением Российской
          Федерации, собираемые Hyper хранятся на территории ЕС на серверах нашего поставщика услуг Amazon Web Services.
        </p>
        <p>
          Если Вы находитесь в юрисдикции (за исключением Российской Федерации и ЕС, описанных выше), где для передачи
          ваших Персональных Данных в другую юрисдикцию требуется ваше согласие, то используя Вебсайт или Услуги, вы
          даете Hyper свое явное и однозначное согласие на такую передачу или хранение, и/или обработку информации в
          других юрисдикциях.
        </p>
        <p>
          <strong>Безопасность ваших Персональных Данных</strong>
        </p>
        <p>
          Безопасность ваших Персональных Данных очень важна для нас. Мы внедрили надлежащие технические и
          организационные меры защиты и стандарты безопасности для минимизации риска несанкционированного доступа,
          раскрытия, ненадлежащего использования, а также иных незаконных форм обработки ваших Персональных Данных,
          например SSL-шифрование.
        </p>
        <p>
          В большинстве случаев Персональные Данные обрабатываются автоматически без доступа к ним кого-либо из наших
          сотрудников. В случае если такой доступ понадобится, то он может быть предоставлен только тем сотрудникам
          Hyper, которые нуждаются в этом для выполнения своих задач. Для защиты и обеспечения конфиденциальности данных
          все сотрудники должны соблюдать внутренние правила и процедуры в отношении обработки Персональных Данных. Они
          также должны следовать всем техническим и организационным мерам безопасности, действующим для защиты ваших
          Персональных данных.
        </p>
        <p>
          <strong>Права субъектов Персональных Данных</strong>
        </p>
        <p>
          Организуя работу Вебсайта Hyper и Hyper AdTech, Hyper ответственно относится к соблюдению прав субъектов
          Персональных Данных.
        </p>
        <ul>
          <li>
            В случае если это предусмотрено применимым законодательством, Вы имеете право на доступ к вашим Персональным
            данным, обрабатываемым Hyper в соответствии с настоящей Политикой. Hyper может попросить вас предоставить
            некоторые данные для подтверждения своей личности прежде чем предоставить вам доступ или внести изменения в
            Персональные Данные.
          </li>
          <li>
            Если Вы считаете, что какие-либо данные, которые Hyper хранит о вас, некорректные, неполные или устаревшие,
            вы можете связаться с нами по электронной почте{' '}
            <a href="mailto:hello@hyperad.tech">
              <span>hello@hyperad.tech</span>
            </a>{' '}
            и запросить исправление, удаление или ограничение обработки ваших Персональных Данных. Мы ответим вам в
            разумные сроки. Hyper будет выполнять указанные запросы в соответствии с применимым законодательством.
            Пожалуйста, обратите внимание, что Hyper может хранить и использовать ваши Персональные Данные так долго,
            как это необходимо для соблюдения требований законодательства, разрешения споров или исполнения договоров с
            Hyper, поэтому Hyper может отложить выполнение вашего запроса или ответить на него отказом.
          </li>
          <li>
            В случаях, предусмотренных применимым законодательством, Вы можете также обладать другими правами, не
            указанными выше.
          </li>
        </ul>
        <p>
          Хотя Hyper предпринимает добросовестные усилия для обеспечения права доступа физических лиц к их Персональным
          Данным, в некоторых обстоятельствах такое право может быть ограничено, включая, но не ограничиваясь: когда в
          отношении информации действует адвокатская тайна, если доступ субъекта персональных данных к его персональным
          данным нарушает конфиденциальность, права или законные интересы третьих лиц.
        </p>
        <p>
          Hyper проводит периодическую оценку собственных правил и процедур, регулирующих обработку данных и соблюдение
          конфиденциальности в целях соблюдения применимого законодательства в отношении Персональных Данных.
        </p>
        <p>
          Если у вас есть вопросы, касающиеся обработки Hyper ваших Персональных данных, пожалуйста, свяжитесь с нами по
          электронной почте{' '}
          <span>
            <a href="mailto:hello@hyperad.tech">hello@hyperad.tech</a>
          </span>
          .
        </p>
        <p>
          <strong>Обновление настоящей Политики Конфиденциальности.</strong>
        </p>
        <p>
          Время от времени мы можем пересматривать и обновлять настоящую Политику Конфиденциальности по своему
          единоличному усмотрению. Используя настоящий Вебсайт после внесения таких изменений, вы соглашаетесь с такими
          изменениями. Если Hyper необходимо адаптировать настоящую Политику в целях соответствия требованиям
          законодательства, новая политика вступает в силу немедленно или в установленные сроки.
        </p>
        <p>
          Если законодательство или договорные обязательства потребуют получения согласия субъекта данных для иных
          целей, Hyper сделает все возможное для соблюдения такого законодательства или договорных отношений.
        </p>
      </div>
    </div>
  );
};
